#+TITLE: Events
#+AUTHOR: Dmitry Akatov
#+TAGS: Something
#+CATEGORY: Example

# I’ve always thought they were lighthouses

#+tbl-name: desk
| ! | Backlog | In progress | Testing | Pending | Production |
|---+---------+-------------+---------+---------+------------|
| # | One     | =Two=       | Three   | Four    | Five       |

#+BEGIN: clocktable :maxlevel 9 :scope file-with-archives :link no :narrow 100 :formula % :properties ("CATEGORY" "TAGS" "TODO" "PROJECT") :block today
#+CAPTION: Clock summary at [2019-12-20 Fri 15:09], for Friday, December 20, 2019.
| CATEGORY     | TAGS            | TODO    | PROJECT | Headline          |   Time |      |      |     % |
|--------------+-----------------+---------+---------+-------------------+--------+------+------+-------|
|              |                 |         |         | *Total time*      | *3:35* |      |      | 100.0 |
|--------------+-----------------+---------+---------+-------------------+--------+------+------+-------|
| Example      |                 |         |         | [[file+emacs:/Users/flocker/sync/workshop/main.org::[[https://flocktory.atlassian.net/secure/RapidBoard.jspa?rapidView=48&view=planning&quickFilter=238&quickFilter=234&assignee=5d10d80817233d0c9c3d4efa\][Tasks]\]][Tasks]]             |   1:20 |      |      |  37.2 |
| TICKET-16025 |                 | STARTED | Main    | \_  [[file+emacs:/Users/rails/example.org::Fix something][Fix something]] |        | 1:20 |      |  37.2 |
| TICKET-16025 | :Understanding: | STARTED |         | \_    [[file+emacs:/Users/flocker/sync/workshop/main.org::Analyze][Analyze]]     |        |      | 1:20 |  37.2 |
|--------------+-----------------+---------+---------+-------------------+--------+------+------+-------|
| Main         |                 | DONE    | Support | [[file+emacs:/Users/rails/example.org_archive::Fix][Fix]]               |   2:15 |      |      |  62.8 |
#+END

#+name: babel-block
#+begin_src emacs-lisp

#+end_src

* TODO Travel
:PROPERTIES:
:ATTACH_DIR: events/2019-12-georgia
:ATTACH_DIR_INHERIT: t
:COOKIE_DATA: todo recursive
:CATEGORY: Georgia
:END:

<2019-12-30 Mon>--<2020-01-05 Sun>

- [[http://google.com][Tickets]]

** Level 2
*** Level 3
**** Level 4
***** Level 5
****** Level 6
******* Level 7
******** Level 8
********* Level 9
